import {
  ProductOverview,
  Content,
  ExtraContent,
  MainTitle,
  Title,
  Paragraph,
} from "../ProductOverview";

const ASUSMonitorOverview = () => {
  return (
    <ProductOverview>
      <Content>
        <MainTitle label="مانیتور ایسوس" />
        <Paragraph>
          مانیتورهای ایسوس با کیفیت تصویر بالا، طراحی حرفه‌ای و امکانات متنوع،
          گزینه‌ای محبوب برای گیمرها، طراحان و کاربران حرفه‌ای هستند. این برند
          تایوانی به دلیل نوآوری و عملکرد قابل اعتماد شناخته شده است.
        </Paragraph>
      </Content>

      <ExtraContent>
        <Title label="مدل‌ها و ویژگی‌ها" />
        <Paragraph>
          ایسوس مدل‌های مختلفی از جمله ProArt، ROG و TUF ارائه می‌دهد. این
          مانیتورها با سایزها و رزولوشن‌های متنوع، نرخ تازه‌سازی بالا و تکنولوژی
          G-Sync یا FreeSync، تجربه‌ای حرفه‌ای و روان برای کاربران فراهم
          می‌کنند.
        </Paragraph>

        <Title label="کیفیت تصویر و تکنولوژی" />
        <Paragraph>
          مانیتورهای ایسوس با وضوح بالا، دقت رنگ عالی و فناوری‌های کاهش تاری و
          Flicker-Free، تجربه‌ای راحت و لذت‌بخش برای بازی، طراحی گرافیکی و کار
          طولانی مدت ارائه می‌دهند.
        </Paragraph>

        <Title label="تعادل بین قیمت و امکانات" />
        <Paragraph>
          ایسوس با ارائه محصولات با کیفیت بالا و امکانات حرفه‌ای، ارزش خرید
          مناسبی برای کاربران ایجاد کرده است. این مانیتورها برای کسانی که به
          دنبال ترکیبی از عملکرد حرفه‌ای و دوام هستند، گزینه‌ای ایده‌آل‌اند.
        </Paragraph>

        <Title label="طراحی و راحتی استفاده" />
        <Paragraph>
          طراحی ارگونومیک، پایه‌های قابل تنظیم و حاشیه‌های باریک، استفاده طولانی
          مدت و تجربه کاربری راحت را تضمین می‌کند. ظاهر مدرن و حرفه‌ای
          مانیتورهای ایسوس، جلوه‌ای زیبا به محیط کار یا خانه می‌بخشد.
        </Paragraph>
      </ExtraContent>
    </ProductOverview>
  );
};

export default ASUSMonitorOverview;
