import {
  ProductOverview,
  Content,
  ExtraContent,
  MainTitle,
  Title,
  Paragraph,
} from "../ProductOverview";

const DellMonitorOverview = () => {
  return (
    <ProductOverview>
      <Content>
        <MainTitle label="مانیتور دل" />
        <Paragraph>
          مانیتورهای دل با کیفیت ساخت بالا، وضوح تصویر عالی و طراحی حرفه‌ای،
          گزینه‌ای محبوب برای کاربران اداری، حرفه‌ای و گیمرها هستند. این برند
          آمریکایی به دلیل دوام و نوآوری در محصولات خود شناخته شده است.
        </Paragraph>
      </Content>

      <ExtraContent>
        <Title label="مدل‌ها و ویژگی‌ها" />
        <Paragraph>
          دل مدل‌های متنوعی از جمله UltraSharp، Gaming و LED ارائه می‌دهد. این
          مانیتورها با سایزها و رزولوشن‌های مختلف، نرخ تازه‌سازی بالا و زاویه
          دید گسترده، نیاز کاربران حرفه‌ای و گیمرها را به خوبی برآورده می‌کنند.
        </Paragraph>

        <Title label="کیفیت تصویر و تکنولوژی" />
        <Paragraph>
          مانیتورهای دل با وضوح بالا، دقت رنگ عالی و فناوری‌های کاهش تاری و
          Flicker-Free، تجربه‌ای راحت و لذت‌بخش برای کار طولانی مدت، طراحی
          گرافیکی و بازی فراهم می‌کنند.
        </Paragraph>

        <Title label="تعادل بین قیمت و امکانات" />
        <Paragraph>
          دل با ارائه محصولات با کیفیت و امکانات متنوع، ارزش خرید بالایی برای
          کاربران حرفه‌ای ایجاد کرده است. این مانیتورها برای افرادی که به دنبال
          ترکیب کیفیت، دوام و عملکرد هستند، مناسب‌اند.
        </Paragraph>

        <Title label="طراحی و راحتی استفاده" />
        <Paragraph>
          طراحی ارگونومیک، پایه‌های قابل تنظیم و حاشیه‌های باریک، استفاده طولانی
          مدت و تجربه کاربری حرفه‌ای را راحت می‌کند. ظاهر کلاسیک و مدرن
          مانیتورهای دل، جلوه‌ای زیبا به محیط کار یا خانه می‌بخشد.
        </Paragraph>
      </ExtraContent>
    </ProductOverview>
  );
};

export default DellMonitorOverview;
