import {
  ProductOverview,
  Content,
  ExtraContent,
  MainTitle,
  Title,
  Paragraph,
} from "../ProductOverview";

const SamsungPhoneOverview = () => {
  return (
    <ProductOverview>
      <Content>
        <MainTitle label="گوشی سامسونگ" />
        <Paragraph>
          سامسونگ یکی از بزرگ‌ترین و محبوب‌ترین برندهای موبایل جهان است. گوشی‌های
          این برند با تنوع بالا، طراحی مدرن و امکانات پیشرفته، تجربه‌ای کامل و
          رضایت‌بخش برای کاربران ارائه می‌کنند.
        </Paragraph>
      </Content>

      <ExtraContent>
        <Title label="سری‌ها و مدل‌ها" />
        <Paragraph>
          سامسونگ سری‌های متنوعی مانند Galaxy S، Galaxy Note، Galaxy A و Galaxy Z
          را عرضه می‌کند. هر سری برای نیازهای خاصی طراحی شده است؛ از پرچمداران
          با عملکرد بالا گرفته تا گوشی‌های اقتصادی با امکانات مناسب.
        </Paragraph>

        <Title label="نوآوری و تکنولوژی" />
        <Paragraph>
          سامسونگ با تمرکز روی فناوری‌های نوین مانند دوربین‌های پیشرفته، پردازنده
         ‌های سریع، نمایشگرهای AMOLED و قابلیت‌های نرم‌افزاری متنوع، تجربه‌ای
          مدرن و کاربرپسند ارائه می‌دهد. گوشی‌های سامسونگ برای گیمرها، تولید
          محتوا و استفاده روزمره کاملاً مناسب هستند.
        </Paragraph>

        <Title label="تعادل بین قیمت و کیفیت" />
        <Paragraph>
          گوشی‌های سامسونگ طیف گسترده‌ای از قیمت‌ها را پوشش می‌دهند. کاربران می‌توانند
          با توجه به بودجه خود، گوشی‌هایی با امکانات مطلوب و کیفیت ساخت بالا
          انتخاب کنند.
        </Paragraph>

        <Title label="طراحی و تجربه کاربری" />
        <Paragraph>
          طراحی مدرن و ارگونومیک، بدنه مقاوم و وزن مناسب، تجربه استفاده روزمره را
          لذت‌بخش می‌کند. سامسونگ با ارائه نرم‌افزارهای کاربردی و رابط کاربری
          ساده، تجربه‌ای روان و رضایت‌بخش برای کاربران ایجاد کرده است.
        </Paragraph>
      </ExtraContent>
    </ProductOverview>
  );
};

export default SamsungPhoneOverview;
