import {
  ProductOverview,
  Content,
  CustomLink,
  ExtraContent,
  MainTitle,
  Paragraph,
  Title,
} from "../ProductOverview";

const LandingPageOverview = () => {
  return (
    <ProductOverview className="mt-8">
      <Content>
        <MainTitle label="فروشگاه اینترنتی موبینو" />

        <Paragraph>
          فروشگاه اینترنتی <strong>موبینو</strong> سال‌هاست که به‌عنوان یکی از
          معتبرترین و بزرگ‌ترین فروشگاه‌های کالای دیجیتال در ایران فعالیت
          می‌کند. با توجه به اینکه خرید اینترنتی همواره می‌تواند همراه با تردید
          و نگرانی باشد، داشتن نماد اعتماد الکترونیکی و عضویت در سازمان صنفی
          رایانه‌ای کشور و همچنین عضویت در انجمن صنفی فروشگاه‌های اینترنتی،
          اطمینان خاطر بیشتری برای مشتریان ایجاد کرده است. موبینو با تکیه بر این
          مجوزها و سابقه‌ی درخشان خود، محیطی ایمن و مطمئن برای خرید آنلاین فراهم
          کرده است.
        </Paragraph>

        <MainTitle label="خرید گوشی از موبینو" />
        <Paragraph>
          برای خیلی از کاربران، موبینو فروشگاه اینترنتی موبایل محسوب می‌شود. این
          بدان خاطر است که شما می‌توانید انواع گوشی موبایل مورد نظر خود، از جمله{" "}
          <CustomLink href="/mobile/XiaomiPhone" label="گوشی شیائومی" /> ،
          <CustomLink href="/mobile/samsungPhone" label="گوشی سامسونگ" /> ،
          <CustomLink href="/mobile/iPhone" label="گوشی آیفون" /> و دیگر برندها
          را در موبینو به‌راحتی پیدا و با قیمتی مناسب، خریداری کنید.
          <CustomLink label="خرید گوشی" href="/mobile" /> موبایل، آن‌هم
          اینترنتی، می‌تواند کاری دشوار باشد؛ اما شما می‌توانید با اطمینان کامل،
          گوشی موبایل مد نظرتان را از فروشگاه اینترنتی موبایل موبینو استعلام
          قیمت کرده و خریداری کنید.
        </Paragraph>
      </Content>

      <ExtraContent>
        <MainTitle label="خرید گوشی سامسونگ " />

        <Paragraph>
          برند کره‌ای سامسونگ، با تولید سالانه‌ی گوشی‌های پرچمدار، میان‌رده و
          اقتصادی، یکی از پرطرفدارترین و محبوب‌ترین برندها در میان کاربران سراسر
          جهان از جمله ایران است. انواع گوشی موبایل سامسونگ، مناسب کاربران گیمر،
          عاشقان تولید محتوا، علاقه‌مندان به عکاسی و دیگر گروه‌ها است. تنوع
          بالای گوشی سامسونگ در موبینو، این امکان را برای شما علاقه‌مندان ایجاد
          کرده که اقدام به
          <CustomLink href="/mobile/samsungPhone" label="خرید گوشی سامسونگ" />
          با بهترین قیمت کنید.
        </Paragraph>

        <MainTitle label="خرید گوشی اپل" />

        <Paragraph>
          گوشی اپل از گرانترین گوشی‌ها، در عین حال محبوب‌ترین گوشی‌ها در تمامی
          دنیا محسوب می‌شود. بالا بودن
          <CustomLink href="/mobile/iPhone" label="قیمت گوشی آیفون" /> انگار
          هیچوقت نتوانست مانع شود که افراد موبایل این برند را برای خرید انتخاب
          نکنند. دوربین قوی، پردازنده‌ی همه‌فن‌حریف، طراحی زیبا و خیلی موارد
          دیگر، گوشی های این برند آمریکایی را بسیار پرطرفدار کرده و شما
          می‌توانید با بهترین قیمت، این گوشی‌ها را از سایت فروش گوشی موبینو
          خریداری کنید.
        </Paragraph>

        <MainTitle label="خرید گوشی شیائومی" />

        <Paragraph>
          سازندگان چینی شیائومی نیز، با تولید انواع گوشی و
          <CustomLink href="/tablet" label="تبلت" /> باکیفیت، توانست نظر و
          اعتماد خریداران گوشی را به‌ خود جلب کند. شیائومی در طیف‌های مختلف برای
          افراد مختلف با نیازهای گوناگون، گوشی‌های خوبی را در بازه قیمتی مختلف
          تولید کرد. یکی از دلایلی که شیائومی جزء برندهای پرطرفدار است،
          مقرون‌به‌صرفه بودن قیمت گوشی های این برند نسبت به رقبا است.
        </Paragraph>

        <MainTitle label="خرید ساعت هوشمند" />

        <Paragraph>
          ساعت هوشمند ، محصولی هست که به دلیل داشتن امکانات بالا، این روزها
          بسیار مورد توجه قرار می‌گیره و محصولی مناسب استفاده روزمره، و همینطور
          کاملا مناسب هدیه دادن است. ساعت‌های هوشمند با توجه به برند قیمت‌های
          متنوعی دارند و همانطور که انتظار می‌رود، مدل‌های گرا‌ن‌تر از امکانات
          بیشتری نیز بهره می‌برند. اسمارت واچ‌ها به‌خاطر داشتن تنوع برنامه‌های
          ورزشی، سنسورهای سلامتی، همینطور امکان مکالمه و کنترل گوشی هوشمند،
          بسیار پرطرفدارند. شما می‌توانید
          <CustomLink href="/SmartWatch/AppleWatch" label="اپل واچ" /> ، ساعت
          هوشمند شیائومی، ساعت هوشمند کیسلکت، ساعت هوشمند سامسونگ و خیلی برندهای
          دیگر را با قیمتی فوق‌العاده از فروشگاه موبینو خریداری کنید.
        </Paragraph>

        <MainTitle label="همکاری با موبینو (فروشنده شو)" />
        {/* must be filled later */}
        <Paragraph>
          سایت فروش موبایل و کالای دیجیتال موبینو، امکان همکاری با علاقه‌مندان و
          دیگر فروشندگان را فراهم کرده است. بدین‌منظور، اگر فروشنده کالای
          دیجیتال هستید و می‌خواهید با موبینو جهت فروش همکاری داشته باشید، کافی
          است که وارد صفحه
          <CustomLink href="" label="فروشنده شو" /> شوید و مراحل لازمه را طی
          نمایید. از مزایای همکاری با موبینو به عنوان سلر یا فروشنده، می‌توانیم
          به مواردی چون بازپرداخت سریع و کمیسیون منصفانه، انبارداری رایگان و
          همینطور ثبت نام رایگان و راحت اشاره داشته باشیم.
        </Paragraph>
      </ExtraContent>
    </ProductOverview>
  );
};
export default LandingPageOverview;
